Revit 2017 API
RevitLinkOperations Properties
The RevitLinkOperations type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
RevitLinkOperations Class
Autodesk.Revit.DB Namespace